---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.BuildingEnvelopeAnalyzer
source: html/b19aee8a-02d8-ad3b-f53b-a58a5ba561a4.htm
---
# BuildingEnvelopeAnalyzer Members

Creates a new analyzer.